astro-build.astro-vscode
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
george-alisson.html-preview-vscode
github.copilot
github.copilot-chat
gulajavaministudio.mayukaithemevsc
miguelsolorio.min-theme
mohd-akram.vscode-html-format
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.live-server
ms-vscode.vscode-typescript-next
patbenatar.advanced-new-file
pawelborkar.jellyfish
peakchen90.open-html-in-browser
pranaygp.vscode-css-peek
ritwickdey.liveserver
sidthesloth.html5-boilerplate
streetsidesoftware.code-spell-checker
unthrottled.doki-theme
vincaslt.highlight-matching-tag
xdebug.php-debug
yzhang.markdown-all-in-one
